IDEA Open Model
EffectConsideredType Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Effect concidered types
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum EffectConsideredType
Public Enumeration EffectConsideredType
Members
Member name | Value | Description
IsolatedMember | 0 |  Isolated system
BracingSystem | 1 |  Bracing system
See Also
Reference
IdeaRS.OpenModel.Concrete Namespace